[
    {
      "id": 0,
      "name": "步履不停",
      "picture": "images/book0.jpg",
      "description": "人生路上，步履不停，总有那么一点来不及。已经是夏末的季节了，院子里的紫薇花开得璀璨，黄斑蝶在山坡上翩然飞舞着。横山良多与妻儿一同返回位于湘南海边的老家。久违的横山一家人，每年只有在大哥纯平的忌日才会团聚。在沁凉的麦茶、红透的西瓜、母亲绝手的好料理炸玉米天妇罗，加上外卖的顶级寿司和鳗鱼饭之间，闲散地度过看似平凡的一天。然而他们细细分享品尝着的，却是欢笑背后隐隐的哀伤，小心翼翼的对话又忍不住的争执中，不经意触动的回忆以及深藏在彼此心中不曾说出口的秘密……",
      "author": "是枝裕和"
    },
    {
        "id": 1,
        "name": "解忧杂货店",
        "picture": "images/book1.jpg",
        "description": "现代人内心流失的东西，这家杂货店能帮你找回。僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中……他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。生命中的一次偶然交会，将如何演绎出截然不同的人生",
        "author": "东野圭吾"
    },
    {
        "id": 2,
        "name": "人间失格",
        "picture": "images/book2.jpg",
        "description": "《人间失格》是日本著名小说家太宰治最具影响力的小说作品，同时也是糸色望（注：动漫《再见！绝望先生》的主角）老师日常生活必备的读物之一。另外在日本轻小说《文学少女》第一卷中被大量提及。《人间失格》（又名《丧失为人的资格》）发表于1948年，是一部自传体的小说，纤细的自传体中透露出极致的颓废，毁灭式的绝笔之作。太宰治巧妙地将自己的人生与思想，隐藏于主角叶藏的人生遭遇，藉由叶藏的独白，窥探太宰治的内心世界，一个“充满了可耻的一生”。在发表这部作品的同年，太宰治就自杀身亡。",
        "author": "太宰治"
    },
    {
        "id": 3,
        "name": "东京本屋",
        "picture": "images/book3.jpg",
        "description": "总有一盏书店的灯光，等待温暖人心。\n日本人对书店有两种称呼，“书店（shoten）”和“本屋（honya）”。前者比较书面，后者则偏口语，带着一种亲切感，我们通常会在“本屋”后面加上一个“桑”。我小时候，没事儿就老往离家不远的小书店跑。母亲听到门口穿鞋的动静，问我去哪儿，我总回答：“去本屋桑。\n可是长大后，“本屋桑”渐渐变少了。他们在哪儿呢，他们还好吗？",
        "author": "吉井忍"
    },
    {
        "id": 4,
        "name": "百鬼夜行——阳",
        "picture": "images/book4.jpg",
        "description": "京极夏彦的“百鬼夜行”系列短篇集新作。与《百鬼夜行——阴》的内容构成一致，全书收录了十篇阴郁压抑，又独具魅力的妖怪故事，既有恐怖的“大首”，又有凄美的“青鹭火”；既有邪恶的“鬼童”，又有诡异的“蛇带”。讲述了被妖怪吞噬了心灵的凡人，如何渐渐模糊了幻象与现实的边界。全书以独特的叙述节奏营造出一种虚虚实实、亦真亦幻的氛围。",
        "author": "京极夏彦"
    },
    {
        "id": 5,
        "name": "白夜行",
        "picture": "images/book5.jpg",
        "description": "只希望能手牵手在太阳下散步”，这个象征故事内核的绝望念想，有如一个美丽的幌子，随着无数凌乱、压抑、悲凉的故事片段像纪录片一样一一还原：没有痴痴相思，没有海枯石烂，只剩下一个冰冷绝望的诡计，最后一丝温情也被完全抛弃，万千读者在一曲救赎罪恶的凄苦爱情中悲切动容……",
        "author": "东野圭吾"
    },
    {
      "id": 6,
      "name": "挪威的森林",
      "picture": "images/book6.jpg",
      "description": "这是一部动人心弦的、平缓舒雅的、略带感伤的恋爱小说。渡边的第一个恋人直子原是他高中要好同学木月的女友，后来木月自杀了。一年后渡边同直子不期而遇并开始交往。此时的直子已变得娴静腼腆，美丽晶莹的眸子里不时掠过一丝难以捕捉的阴翳。两人只是日复一日地在落叶飘零的东京街头漫无目标地或前或后或并肩行。返校不久，由于一次偶然相遇，渡边开始与低年级的绿子交往。绿子同内向的直子截然相反，简直就像迎着春天的晨光蹦跳到世界上来的一头小鹿。这期间，渡边内心十分苦闷彷徨。一方面念念不忘直子缠绵的病情与柔情，一方面又难以抗拒绿子大胆的表白和迷人的活力。不久传来直子自杀的噩耗，渡边失魂魄地四处徒步旅行。最后，在直子同房病友玲子的鼓励下，开始摸索此后的人生。",
      "author": "村上春树"
    },
    {
      "id": 7,
      "name": "1Q84",
      "picture": "images/book7.jpg",
      "description": "不管喜欢还是不喜欢，目前我已经置身于这‘1Q84年’。我熟悉的那个1984年已经无影无踪，今年是1Q84年。空气变了，风景变了。我必须尽快适应这个带着问号的世界。像被放进陌生森林中的动物一样，为了生存下去，得尽快了解并顺应这里的规则。《1Q84》写一对十岁时相遇后便各奔东西的三十岁男女，相互寻觅对方的故事，并将这个简单故事变成复杂的长篇。我想将这个时代所有世态立体地写出，成为我独有的“综合小说”。超越纯文学这一类型，采取多种尝试。在当今时代的空气中嵌入人类的生命。——村上春树",
      "author": "村上春树"
    },
    {
      "id": 8,
      "name": "海边的卡夫卡",
      "picture": "images/book8.jpg",
      "description": "小说的主人公是一位自称名叫田村卡夫卡——作者始终未交代其真名——的少年。他在十五岁生日前夜独自离家出走，乘坐夜行长途巴士远赴四国。出走的原因是为了逃避父亲所作的比俄底浦斯王还要可怕的预言：尔将弑父，将与尔母、尔姐交合。卡夫卡四岁时，母亲突然失踪，带走了比卡夫卡年长四岁、其实是田村家养女的姐姐，不知何故却将亲生儿子抛弃。他从未见过母亲的照片，甚至连名字也不知道。仿佛是运命在冥冥之中引导，他偶然来到某私立图书馆，遂栖身于此。馆长佐伯女士是位四十多岁气质高雅的美妇，有着波澜曲折的神秘身世。卡夫卡疑心她是自己的生母，佐伯却对此不置可否。卡夫卡恋上了佐伯，并与之发生肉体关系。",
      "author": "村上春树"
    },
    {
      "id": 9,
      "name": "且听风吟",
      "picture": "images/book9.jpg",
      "description": "《且听风吟》是村上春树的成名作，他是以这部中篇开始文学创作的。小说的情节并不很复杂。“我”在酒吧喝酒，去卫生间时见一少女醉倒在地，遂就其护送回家，翌日少女发现自己一丝不挂，斥责“我”侮辱了她，“我”有口难辩。但几天后，两人逐渐亲密……不料“我”寒假回来，少女已无处可寻，只好一个人坐在原来两人坐过的地方怅怅地望着大海。",
      "author": "村上春树"
    }
  ]
  